Repository: smartdev4052/Django-Product-Management
Catalog: account/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Ez a felhasználónév nem engedélyezett.
ar: عز a felhasználónév nem engedélyezett.

source: Ez az e-mail cím már foglalt.
ar: Ez az البريد الإلكتروني cím már foglalt.

source: Ez a felhasználónév már foglalt.
ar: عز a felhasználónév már foglalt.

source: Username
ar: اسم المستخدم

source: E-mail
ar: البريد الإلكتروني

source: First Name
ar: الاسم الأول

source: Last Name
ar: الاسم الأخير

source: Password
ar: كلمه السر

source: Password repeat
ar: تكرار كلمة المرور

source: A jelszavak nem egyeznek, kérjük add meg újra!
ar: A jelszavak nem egyeznek ، kérjük إضافة meg újra!

source: Account
ar: الحساب

source: Edit account
ar: تحرير الحساب

source: Only your first name and last name can be changed.
ar: يمكن تغيير اسمك الأول واسم عائلتك فقط.

source: Save
ar: يحفظ

source: Personal Infomation
ar: المعلومات الشخصية

source: Password change
ar: تغيير كلمة السر

source: My profile
ar: ملفي

source: This page contains all the information about your account. Your account informations are globally used for your registration.
ar: تحتوي هذه الصفحة على كافة المعلومات المتعلقة بحسابك. لك الحساب يتم استخدام المعلومات عالميًا لتسجيلك.

source: Basic info, like your name and address, that you use on the Legisly Platform.
ar: المعلومات الأساسية التي تستخدمها ، مثل اسمك وعنوانك على ال بشكل قانوني برنامج.

source: Basics
ar: الأساسيات

source: Display Name
ar: اسم العرض

source: Email
ar: البريد الإلكتروني

source: Last login
ar: آخر تسجيل دخول

source: Edit display name
ar: تعديل اسم العرض

source: Change password
ar: تغيير كلمة المرور

source: Header
ar: رأس

source: Dear
ar: العزيز

source: Message text here
ar: نص الرسالة هنا

source: button
ar: زر

source: Details
ar: تفاصيل

source: Case name
ar: اسم الحالة

source: Case ID
ar: ID القضية

source: Best regards,
ar: مع أطيب التحيات،

source: Legisly Team
ar: الفريق الشرعي

source: Please confirm your email address
ar: يرجى تأكيد عنوان البريد الإلكتروني الخاص بك

source: thank you for registering at Legisly.com! Please confirm your email address by clicking the button below to continue.
ar: شكرا لك على التسجيل في Legisly.com! يرجى تأكيد عنوان بريدك الإلكتروني بالنقر فوق الزر أدناه للمتابعة.

source: Confirm e-mail address
ar: أكد عنوانك الإلكتروني

source: or
ar: أو

source: If the button above does not work, paste this link into your web browser:
ar: إذا كان الزر أعلاه لا يعمل ، الصق هذا الرابط في متصفح الويب الخاص بك:

source: A new document has been uploaded
ar: تم تحميل وثيقة جديدة

source: has prepared a new document for you to review. Document name
ar: أعد لك مستندًا جديدًا لمراجعته. اسم الملف

source: Review document
ar: مراجعة الوثيقة

source: Document name
ar: اسم الملف

source: A document has been changed
ar: تم تغيير الوثيقة

source: has changed the document for you to review. Document name
ar: قام بتغيير المستند لتتمكن من مراجعته. اسم الملف

source: A file has been uploaded to a document
ar: تم تحميل ملف إلى وثيقة

source: uploaded a file to the document
ar: قام بتحميل ملف إلى المستند

source: View file
ar: استعراض الملف

source: File name
ar: اسم الملف

source: Uploaded by
ar: تم الرفع بواسطة

source: Quick links
ar: روابط سريعة

source: Login to your Legisly account
ar: تسجيل الدخول إلى حسابك Legisly

source: My tasks
ar: مهامي

source: My cases
ar: حالاتي

source: My upcomig consultations
ar: استشاراتي upcomig

source: Open a new legal case
ar: فتح قضية قانونية جديدة

source: Have a question?
ar: لدي سؤال؟

source: Copyright © 2020 Legisly Solutions Kft. All rights reserved.
ar: حقوق النشر © 2020 Legisly Solutions Kft. كل الحقوق محفوظة.

source: This e-mail was sent to you as a registered member of
ar: تم إرسال هذا البريد الإلكتروني إليك كعضو مسجل في

source: The e-mail was automaticaly generated, please do not reply to it.
ar: تم إنشاء البريد الإلكتروني تلقائيًا ، يرجى عدم الرد عليه.

source: You have been assigned a new form
ar: لقد تم تخصيص نموذج جديد لك

source: has a new form for you. Please log in to your account and respond to the form as soon as possible. You can find the major details below. You have been nominated for this form.
ar: لديه جديد شكل لك. يرجى تسجيل الدخول إلى حسابك والرد على النموذج في أسرع وقت ممكن. يمكنك العثور على ملف التفاصيل الرئيسية أدناه. لقد تم ترشيحك لهذا النموذج.

source: Go to the form
ar: انتقل إلى النموذج

source: Due date
ar: تاريخ الاستحقاق

source: Form name
ar: اسم النموذج

source: Assignee
ar: الوكيل

source: Collaborators
ar: المتعاونون

source: Case
ar: قضية

source: Form description
ar: وصف النموذج

source: A form has been completed
ar: تم استكمال النموذج

source: has filled out the form
ar: قام بتعبئة النموذج

source: Go to form
ar: اذهب إلى النموذج

source: Name of editor
ar: اسم المحرر

source: You have been invited to a consultation
ar: لقد تمت دعوتك للتشاور

source: invited you to a consultation. Please review the invitation
ar: دعاك إلى التشاور. يرجى مراجعة الدعوة

source: Check the consultation
ar: تحقق من الاستشارة

source: Join consultation
ar: الانضمام إلى الاستشارة

source: Invited by
ar: بدعوة من

source: Consultation name
ar: اسم الاستشارة

source: Short description
ar: وصف قصير

source: Meet start
ar: لقاء البدء

source: Meet end
ar: لقاء نهاية

source: How to join to the consultation?
ar: كيف تنضم إلى الاستشارة؟

source: You can allways check your upcoming consultation on your account by clicking on the
ar: يمكنك دائمًا التحقق من استشارتك القادمة بشأن حسابك من خلال النقر على

source: My consultations
ar: استشاراتي

source: To join a consultation simply click on the join button. <strong>Please always be accurate!</strong>
ar: للانضمام إلى استشارة ، ما عليك سوى النقر على زر الانضمام. <strong>من فضلك كن دقيقا دائما!</strong>

source: A new file has been uploaded to your consultation
ar: تم تحميل ملف جديد إلى استشارتك

source: uploaded a new file to your consultation
ar: حمّل ملفًا جديدًا إلى استشارتك

source: Go to the consultation
ar: اذهب إلى الاستشارة

source: File name(s)
ar: اسم (أسماء) الملف

source: Created by
ar: انشأ من قبل

source: To join a consultation simply click on the join button. <strong>Please always be accurate!</strong>
ar: للانضمام إلى استشارة ، ما عليك سوى النقر على زر الانضمام. <strong>من فضلك كن دقيقا دائما!</strong>

source: A new note has been added to your consultation
ar: تمت إضافة ملاحظة جديدة إلى استشارتك

source: added a new note to your consultation
ar: أضاف ملاحظة جديدة إلى استشارتك

source: Note created by
ar: تم إنشاء الملاحظة بواسطة

source: Consultation description
ar: وصف الاستشارة

source: Content of note
ar: محتوى المذكرة

source: To join a consultation simply click on the join button. <strong>Please always be accurate!</strong>
ar: للانضمام إلى استشارة ، ما عليك سوى النقر على زر الانضمام. <strong>من فضلك كن دقيقا دائما!</strong>

source: New message(s)
ar: رسائل جديدة)

source: You have received new message(s) for your case
ar: لقد تلقيت رسالة (رسائل) جديدة لحالتك

source: Message board
ar: رسالة المجلس

source: Client name
ar: اسم العميل

source: New note has been added
ar: تمت إضافة ملاحظة جديدة

source: added a new note to the
ar: أضاف ملاحظة جديدة إلى

source: Go to the note
ar: انتقل إلى الملاحظة

source: A new file has been uploaded to a public note
ar: تم تحميل ملف جديد إلى ملاحظة عامة

source: uploaded a new file to a note in the case
ar: حمّل ملفًا جديدًا إلى ملاحظة في القضية

source: Check the note
ar: تحقق من الملاحظة

source: File description
ar: وصف الملف

source: Upload date
ar: تاريخ الرفع

source: Thank you for your order!
ar: شكرا لطلبك!

source: We have received the following order from you
ar: لقد تلقينا الطلب التالي منك

source: Price
ar: السعر

source: Payment is not done yet
ar: الدفع لم يتم بعد

source: Payment details
ar: بيانات الدفع

source: Name of beneficiary
ar: اسم المستفيد

source: Name of bank
ar: اسم البنك

source: Account number
ar: رقم حساب

source: Amount to transfer
ar: المبلغ لنقل

source: Announce
ar: أعلن

source: Billing details
ar: تفاصيل الفاتورة

source: Buyer name
ar: اسم المشتري

source: Buyer address
ar: عنوان المشتري

source: VAT-number (if given)
ar: رقم ضريبة القيمة المضافة (إذا تم تقديمه)

source: Contact name
ar: اسم جهة الاتصال

source: Please note, your case will not started until the payment is missing.
ar: يرجى ملاحظة أن قضيتك لن تبدأ حتى يتم فقد الدفعة.

source: Check my orders
ar: تحقق من أوامري

source: Legisly Wiki
ar: الويكي القانوني

source: Need help? Check out our Wikipedia!
ar: تحتاج مساعدة؟ تحقق من ويكيبيديا لدينا!

source: Payment done by card
ar: الدفع بالبطاقة

source: Password reset
ar: إعادة تعيين كلمة المرور

source: We have received a password reset request for your account. If the request was made by your please click the bottom below to reset your password. If you did not requested reseting your password please contact us by reply to this e-mail.
ar: لقد تلقينا طلب إعادة تعيين كلمة المرور لحسابك. إذا تم تقديم الطلب بواسطتك ، فيرجى النقر فوق الجزء السفلي أدناه لإعادة تعيين كلمة المرور الخاصة بك. إذا لم تطلب إعادة تعيين كلمة المرور الخاصة بك ، فيرجى الاتصال بنا عن طريق الرد على هذا البريد الإلكتروني.

source: Set new password
ar: قم بتعيين كلمة مرور جديدة

source: Your account details
ar: تفاصيل حسابك

source: First name
ar: الاسم الاول

source: Last name
ar: الكنية

source: E-mail address
ar: عنوان البريد الالكترونى

source: You have been invited to collaborate in a legal case
ar: لقد تمت دعوتك للتعاون في قضية قانونية

source: invited you to join a legal case named:
ar: دعاك للانضمام إلى قضية قانونية باسم:

source: Check invite
ar: تحقق دعوة

source: Details:
ar: تفاصيل:

source: Best regards
ar: مع أطيب التحيات

source: You have been invited to collaborate in a legal consultation
ar: لقد تمت دعوتك للتعاون في استشارة قانونية

source: invited you to join a legal consultation named:
ar: دعاك للانضمام إلى استشارة قانونية باسم:

source: Respond the invite
ar: استجب للدعوة

source: Congratulation! Your case is started!
ar: تهنئة! بدأت قضيتك!

source: we have great news! Your case
ar: لدينا أخبار رائعة! حالتك

source: has been started and our professionals are already working on it!
ar: وقد بدأ المحترفون لدينا يعملون عليه بالفعل!

source: So what's next?
ar: إذا ما هو التالي؟

source: To help you on your way with your legal case, we collected all the things you should know or do to success. Let's dive in to the Legisly Platform!
ar: لمساعدتك في طريقك في قضيتك القانونية ، قمنا بجمع كل الأشياء الخاصة بك يجب أن تعرف أو تفعل للنجاح. دعنا نتعمق في النظام الأساسي Legisly!

source: Basic info about your case
ar: معلومات أساسية عن قضيتك

source: Client type
ar: نوع العميل

source: Client address
ar: عنوان العميل

source: Case panel
ar: لوحة حالة

source: Invite someone(s) to this case
ar: قم بدعوة شخص (أشخاص) لهذه الحالة

source: Write a note
ar: اكتب ملاحظة

source: Your tasks to do
ar: المهام الخاصة بك للقيام بها

source: Go to task
ar: انتقل إلى المهمة

source: Go to task manager
ar: انتقل إلى مدير المهام

source: Need help? Check our knowledge base!
ar: تحتاج مساعدة؟ تحقق من قاعدة المعرفة لدينا!

source: Forms to fill
ar: نماذج لملء

source: Completing the form(s) is the number one request for information to complete the order.
ar: إكمال النموذج (النماذج) هو الطلب الأول للحصول على معلومات لإكماله الأمر - الطلب.

source: Fill the form
ar: املأ النموذج

source: Go to form manager
ar: انتقل إلى مدير النموذج

source: Upcoming consultation details
ar: تفاصيل الاستشارة القادمة

source: Joining the consultations is very simple, but if you still have difficulties, you will find help in our knowledge base.
ar: الانضمام إلى المشاورات أمر بسيط للغاية ، ولكن إذا كنت لا تزال كذلك الصعوبات ، سوف تجد المساعدة في قاعدة المعرفة لدينا.

source: Join<sup>*</sup>
ar: انضمام <sup>*</sup>

source: Please note, as this is az online meeting, the virtual room is already exist, but our professional will only join at the scheduled time.
ar: يرجى ملاحظة أن هذا هو اجتماع عبر الإنترنت من الألف إلى الياء ، الغرفة الافتراضية موجود بالفعل ، لكن محترفنا سينضم فقط في الوقت المحدد.

source: Welcome to the Legisly!
ar: مرحبا بكم في Legisly!

source: your registration to Legisly has been successful and now you can log in to check your open cases or start a new at any time
ar: لقد كان تسجيلك في Legisly ناجحًا والآن يمكنك ذلك قم بتسجيل الدخول للتحقق من الحالات المفتوحة أو ابدأ جديدة في أي وقت

source: Log in to your account
ar: تسجيل الدخول إلى حسابك

source: Starters guide"
ar: المقبلات يرشد"

source: Knowdledge base
ar: قاعدة المعرفة

source: Please check out our ever-expanding knowledge base for help.
ar: يرجى التحقق من قاعدة المعرفة لدينا دائمة التوسع للحصول على المساعدة.

source: AND
ar: و

source: Follow us if you are interested in exciting everyday-law stories and articles.
ar: تابعنا إذا كنت مهتمًا بقصص ومقالات مثيرة عن القانون اليومي.

source: You have been assigned a new task
ar: لقد تم تكليفك بمهمة جديدة

source: and marked you as a <strong>collaborator</strong>.
ar: وتمييزك <strong>كمتعاون</strong> .

source: Go to the task
ar: انتقل إلى المهمة

source: Task name
ar: اسم المهمة

source: Task description
ar: وصف المهمة

source: has a new task for you. Please log in to your account and respond to the task as soon as possible. You can find the major details below. You have been nominated for this task.
ar: لديه جديد مهمة لك. يرجى تسجيل الدخول إلى حسابك والرد على المهمة في أسرع وقت ممكن. يمكنك العثور على ملف التفاصيل الرئيسية أدناه. لقد تم ترشيحك لهذه المهمة.

source: New file has been uploaded to your task
ar: تم تحميل ملف جديد لمهمتك

source: has a uploaded a new file for the task
ar: قام بتحميل ملف جديد للمهمة

source: Task due date
ar: تاريخ استحقاق المهمة

source: Date of crate
ar: تاريخ الصندوق

source: New note has been added to your task
ar: تمت إضافة ملاحظة جديدة إلى مهمتك

source: added a new note to the task named
ar: أضاف ملاحظة جديدة إلى المهمة المسماة

source: Task created by
ar: تم إنشاء المهمة بواسطة

source: Affected case
ar: الحالة المتضررة

source: This page contains all the information about your account. Your account informations are globally used for your registration
ar: تحتوي هذه الصفحة على كافة المعلومات المتعلقة بحسابك. لك الحساب يتم استخدام المعلومات عالميًا لتسجيلك

source: Change
ar: يتغير

source: Your password has been succesfully changed
ar: تم تغيير كلمة المرور الخاصة بك بنجاح

source: PersonalInfomation
ar: المعلومات الشخصية

source: Sign-In
ar: تسجيل الدخول

source: Access the Legisly panel using your email and passcode.
ar: قم بالوصول إلى لوحة Legisly باستخدام بريدك الإلكتروني ورمز المرور.

source: Sign in
ar: تسجيل الدخول

source: Forgot you password?
ar: هل نسيت كلمة المرور؟

source: New on our platform?
ar: جديد على منصتنا؟

source: Create an account
ar: انشئ حساب

source: Terms & Condition
ar: الشروط والأحكام

source: Privacy Policy
ar: سياسة الخصوصية

source: Help
ar: يساعد

source: English
ar: إنجليزي

source: Español
ar: الاسبانية

source: Français
ar: الفرنسية

source: 2021 Legisly. All Rights Reserved.
ar: 2021 قانونيا. كل الحقوق محفوظة.

source: Register
ar: يسجل

source: Create new Legisly account
ar: إنشاء حساب Legisly جديد

source: I agree
ar: أنا موافق

source: Terms and Conditions
ar: الأحكام والشروط

source: Already have an account?
ar: هل لديك حساب؟

source: Sign in instead
ar: قم بتسجيل الدخول بدلاً من ذلك

source: Saved
ar: أنقذ

source: Welcome to legisly.com
ar: مرحبا بكم في

source: Welcome to Legisly
ar: مرحبا بكم في ليجيسلي

source: Error email or token
ar: خطأ في البريد الإلكتروني أو الرمز المميز
