Repository: smartdev4052/Django-Product-Management
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Already added the team. Please another people
ar: تمت إضافة الفريق بالفعل. إرضاء شعب آخر

source: Invite send!
ar: أرسل دعوة!

source: Invite new people
ar: ادعُ أشخاصًا جدد

source: You have been invited to collaborate in a legal case
ar: لقد تمت دعوتك للتعاون في قضية قانونية

source: User
ar: مستخدم

source: Legisly system
ar: نظام قانوني

source: The email is not useable
ar: البريد الإلكتروني غير صالح للاستخدام

source: User is already in your team! Please select another e-mail!
ar: المستخدم موجود بالفعل في فريقك! الرجاء تحديد بريد إلكتروني آخر!

source: Invite sent succesfully!
ar: تم إرسال الدعوة بنجاح!

source: The invite sent successfully!
ar: تم إرسال الدعوة بنجاح!

source: Deleted invitation
ar: دعوة محذوفة

source: The invite is deleted!
ar: تم حذف الدعوة!

source: The invite is NOT deleted!
ar: لم يتم حذف الدعوة!

source: Note created
ar: تم إنشاء الملاحظة

source: New note has been added
ar: تمت إضافة ملاحظة جديدة

source: Upload new file to note
ar: تحميل ملف جديد للملاحظة

source: A new file has been uploaded to a Task note
ar: تم تحميل ملف جديد إلى ملاحظة مهمة

source: A new file has been uploaded to a Meet note
ar: تم تحميل ملف جديد إلى مذكرة Meet

source: New message
ar: رسالة جديدة

source: New note has been added to your task
ar: تمت إضافة ملاحظة جديدة إلى مهمتك

source: Archive task
ar: مهمة الأرشفة

source: Task archived
ar: تمت أرشفة المهمة

source: Unarchived task
ar: مهمة غير مؤرشفة

source: Task unarchived
ar: تم إخراج المهمة من الأرشيف

source: Meet created
ar: تم إنشاء Meet

source: You have been invited to a consultation
ar: لقد تمت دعوتك للتشاور

source: {request.user.first_name} {request.user.last_name} {_('invited you to a consultation on')} {meet_start}. {_('Case:')} {project.name}.
ar: {request.user.first_name} {request.user.last_name} {_ ("تمت دعوتك إلى استشارة في")} {meet_start}. {_('Case:')} {project.name}.

source: Sucessfully created
ar: تم إنشاؤها بنجاح

source: E-mail címet adjon meg
ar: بريد إلكتروني مساعد ميج

source: User already added to meet
ar: تمت إضافة المستخدم بالفعل للقاء

source: Invite meet
ar: دعوة لقاء

source: Sucessfully invited
ar: تمت دعوته بنجاح

source: Sucessfully save
ar: نجح في الحفظ

source: Upload new file to meet
ar: تحميل ملف جديد للقاء

source: A new file has been uploaded to your consultation
ar: تم تحميل ملف جديد إلى استشارتك

source: Added a new note to your consultation
ar: تمت إضافة ملاحظة جديدة إلى استشارتك

source: Meet deleted
ar: تم حذف اللقاء

source: {request.user.first_name} {request.user.last_name} {_('deleted the consultation')}. {_('Case:')} {project.name}.
ar: {request.user.first_name} {request.user.last_name} {_ ("حذف الاستشارة")}. {_('Case:')} {project.name}.

source: Deleted
ar: تم الحذف

source: Added new task
ar: تمت إضافة مهمة جديدة

source: You have been assigned a new task
ar: لقد تم تكليفك بمهمة جديدة

source: Successfully created
ar: تم إنشاؤه بنجاح

source: Edited task
ar: مهمة تم تحريرها

source: Successfully saved
ar: حفظ بنجاح

source: Responsible user added
ar: تمت إضافة المستخدم المسؤول

source: {vuser.first_name} {request.user.last_name} {_('added responsible user to task:')} {task.name}. {_('Case:')} {project.name}.
ar: {vuser.first_name} {request.user.last_name} {_ ("تمت إضافة مستخدم مسؤول إلى المهمة:")} {task.name}. {_('Case:')} {project.name}.

source: Successfully
ar: بنجاح

source: Responsible user
ar: مستخدم مسؤول

source: Upload new file to task
ar: تحميل ملف جديد للمهمة

source: Uploaded a new file for the task
ar: تم تحميل ملف جديد للمهمة

source: You have received new message(s) for your case
ar: لقد تلقيت رسالة (رسائل) جديدة لحالتك

source: Upload new file
ar: تحميل ملف جديد

source: Upload success
ar: تحميل نجاح

source: Edit file
ar: تعديل ملف

source: File saved
ar: تم حفظ الملف

source: Archive file
ar: ملف الأرشيف

source: Unarchived file
ar: ملف غير مؤرشف

source: File deleted
ar: تم حذف الملف

source: Succesfully created!
ar: تم إنشاؤها بنجاح!

source: Succesfully duplicated!
ar: تم تكرارها بنجاح!

source: {request.user.first_name} {request.user.last_name} {_('added responsible user to form:')} {form_obj.name}. {_('Case:')} {project.name}.
ar: {request.user.first_name} {request.user.last_name} {_ ("تمت إضافة المستخدم المسؤول إلى النموذج:")} {form_obj.name}. {_('Case:')} {project.name}.

source: You have been assigned a new form
ar: لقد تم تخصيص نموذج جديد لك

source: Added responsible user to form
ar: تمت إضافة المستخدم المسؤول إلى النموذج

source: Added collaborators to form
ar: المتعاونين المضافة لتشكيل

source: Upload file to project form
ar: تحميل الملف إلى نموذج المشروع

source: Add note to project form
ar: أضف ملاحظة إلى نموذج المشروع

source: Created note
ar: المذكرة التي تم إنشاؤها

source: Upload file to note
ar: تحميل الملف للملاحظة

source: File archived
ar: أرشفة الملف

source: Upload file to task
ar: تحميل الملف إلى المهمة

source: Add note to task
ar: أضف ملاحظة إلى المهمة
