Repository: smartdev4052/Django-Product-Management
Catalog: project/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Project name
ar: اسم المشروع

source: Client
ar: عميل

source: Description
ar: الوصف

source: Created by
ar: انشأ من قبل

source: Created at
ar: أنشئت في

source: Close description
ar: وصف وثيق

source: Role
ar: الدور

source: Team type
ar: نوع الفريق

source: Email
ar: البريد الإلكتروني

source: Group to which this message belongs to
ar: المجموعة التي تنتمي إليها هذه الرسالة

source: Meet start
ar: لقاء البدء

source: Meet end
ar: لقاء نهاية

source: Clone this document
ar: استنساخ هذا المستند

source: Type your message...
ar: اكتب رسالتك ...

source: Project file
ar: ملف المشروع

source: Name
ar: اسم

source: File type
ar: نوع الملف

source: Archived
ar: مؤرشف

source: Is relase?
ar: هل ريلاز؟

source: How many time duplicate this form?
ar: كم مرة تكرار هذا النموذج؟

source: Reader
ar: قارئ

source: Editor
ar: محرر

source: In progress
ar: في تقدم

source: Incomplete
ar: غير مكتمل

source: Review
ar: إعادة النظر

source: Complete
ar: إكمال

source: Note
ar: ملحوظة

source: Task
ar: مهمة

source: Task note
ar: ملاحظة مهمة

source: Message
ar: الرسالة

source: Meet
ar: يجتمع

source: Meet note
ar: تلبية مذكرة

source: Form
ar: استمارة

source: Form note
ar: مذكرة النموذج

source: Default
ar: تقصير

source: Activity log
ar: سجل النشاطات

source: Activities
ar: أنشطة

source: Back
ar: عودة

source: Create document
ar: إنشاء وثيقة

source: A new Google Meet consultation will be created with the selected participants.
ar: سيتم إنشاء استشارة جديدة حول Google Meet مع ال المشاركين المختارين.

source: Create
ar: يخلق

source: Document
ar: وثيقة

source: Information
ar: معلومة

source: Document name
ar: اسم الملف

source: Updated at
ar: تم التحديث في

source: Preview
ar: معاينة

source: Participants
ar: المشاركين

source: Files
ar: الملفات

source: Add Document File
ar: أضف ملف المستند

source: Id
ar: بطاقة تعريف

source: File name
ar: اسم الملف

source: Uploaded by
ar: تم الرفع بواسطة

source: Type
ar: نوع

source: Archived?
ar: مؤرشف؟

source: Date
ar: التاريخ

source: Action
ar: مزاد

source: Notes
ar: ملحوظات

source: Add document Note
ar: إضافة وثيقة ملاحظة

source: Edit document
ar: تحرير الوثيقة

source: Save
ar: يحفظ

source: Documents
ar: وثائق

source: Last update
ar: اخر تحديث

source: View document
ar: مشاهدة الوثيقة

source: Generate PDF document
ar: توليد وثيقة PDF

source: Move to archives - document will not be deleted.
ar: نقل إلى الأرشيف - لن يتم حذف المستند.

source: Upload file to:
ar: تحميل الملف إلى:

source: File upload
ar: تحميل الملف

source: Upload
ar: تحميل

source: Files -
ar: ملفات -

source: Uploaded at
ar: تم الرفع في

source: Is relase
ar: هو relase

source: Additional Information
ar: معلومة اضافية

source: Edit file:
ar: تعديل ملف:

source: Below you can edit the name or description of the uploaded file.
ar: أدناه يمكنك تعديل اسم أو وصف الملف الذي تم تحميله.

source: Is this file a final release?
ar: هل هذا الملف إصدار نهائي؟

source: Set the file as \
ar: قم بتعيين الملف كـ \

source: Files:
ar: الملفات:

source: Below can find all the files uploaded to the"
ar: يمكنك العثور أدناه على جميع الملفات التي تم تحميلها إلى "

source: Click on the file name to check the details or upload a new file anytime by clicking on the plus button on the right corner.
ar: انقر فوق اسم الملف للتحقق من التفاصيل أو تحميل ملف جديد في أي وقت من خلال النقر على زر علامة الجمع على اليمين ركن.

source: File has been archived. Please unarchive if is you would like to view it.
ar: تم أرشفة الملف. الرجاء إخراج من الأرشيف إذا كنت ترغب في مشاهدته.

source: Final release file.
ar: ملف الإصدار النهائي.

source: Preparatory version.
ar: نسخة تحضيرية.

source: Date and time when the file has updated.
ar: تاريخ ووقت تحديث الملف.

source: This has has not been set as the final version of the uploaded files.
ar: لم يتم تعيين هذا كإصدار نهائي من الملفات التي تم تحميلها.

source: This is an archivated file. Click here to unarchive it.
ar: هذا ملف مؤرشف. انقر هنا لإلغاء الأرشفة.

source: Filename
ar: اسم الملف

source: Upload date
ar: تاريخ الرفع

source: Category
ar: فئة

source: Final relase?
ar: relase النهائي؟

source: This is an archivated file, that means it is inactive. Unarchive it if you would like to set it active again.
ar: هذا ملف مؤرشف ، وهذا يعني أنه غير نشط. قم بإلغاء أرشفته إذا كنت ترغب في تعيينه نشطًا مرة أخرى.

source: Open file in browser
ar: افتح الملف في المتصفح

source: View details of this file.
ar: عرض تفاصيل هذا الملف.

source: Edit file properties, like name, description, etc...
ar: تحرير خصائص الملف ، مثل الاسم والوصف وما إلى ذلك ...

source: Move to archives. File will not be deleted and can be unarchive anytime.
ar: انتقل إلى المحفوظات. لن يتم حذف الملف ويمكن إخراجها من الأرشيف في أي وقت.

source: Create form
ar: إنشاء النموذج

source: Duplicate form
ar: نموذج مكرر

source: Edit form
ar: تحرير النموذج

source: Forms
ar: نماذج

source: Below you can find all the forms added to your case.
ar: يمكنك العثور أدناه على جميع النماذج المضافة إلى حالتك.

source: How to use the forms?
ar: كيف تستخدم الاستمارات؟

source: There are several type of forms:<br>
ar: هناك عدة أنواع من الأشكال:<br>

source: <strong>One time submission forms:</strong> These forms contain information that we normally expect to submit once. For these, your task is simple, just fill them out.
ar: <strong>نماذج التقديم لمرة واحدة:</strong> تحتوي هذه النماذج على معلومات نتوقع تقديمها مرة واحدة في العادة. بالنسبة إلى هذه ، مهمتك بسيطة ، فقط قم بملئها.

source: <strong>Multiple time submission forms:</strong> These forms usually contain personal information, belongings, etc ... Because there can be more than one person in a case (e.g., two owners for a company), you have the option to clone them as many times as you want to fill out the form.
ar: <strong>نماذج التقديم متعددة الأوقات:</strong> تحتوي هذه النماذج عادةً على معلومات شخصية وممتلكات وما إلى ذلك ... نظرًا لأنه يمكن أن يكون هناك أكثر من شخص واحد في الحالة (على سبيل المثال ، مالكان لشركة) ، لديك خيار استنساخها عدة مرات تريد ملء النموذج.

source: About the user roles
ar: حول أدوار المستخدم

source: We distinguish two user levels:
ar: نميز بين مستويين للمستخدم:

source: <strong>Responsible person:</strong> The person responsible for completing the form. It is typical to send an ownership inquiry form to the exact owner. The purpose of this role is to make it clear to everyone who we expect the final solution from.
ar: <strong>الشخص المسؤول:</strong> الشخص المسؤول عن تعبئة الاستمارة. من المعتاد إرسال نموذج الاستعلام عن الملكية إلى المالك المحدد. الغرض من هذا الدور هو توضيح الأمر لكل من نتوقع منه الحل النهائي.

source: <strong>Participator:</strong> they are the people who can see the form and the information you enter. They are usually people we expect to help you fill out the form. For example: an assistant holding a real estate form will help the owner (who is present here as the person in charge) to provide the information requested about the title deed.</p>
ar: <strong>المشارك:</strong> هم الأشخاص الذين يمكنهم رؤية النموذج والمعلومات التي تدخلها. هم عادةً أشخاص نتوقع مساعدتك في ملء النموذج. على سبيل المثال: سيساعد المساعد الذي يحمل نموذجًا عقاريًا المالك (الموجود هنا بصفته الشخص المسؤول) في تقديم المعلومات المطلوبة حول سند الملكية.</p>

source: How to use Multiple forms?
ar: كيف تستخدم اشكال متعددة؟

source: 1. Invite additional participants to your case (click here).<br> 2. Wait for your request to be accepted and join the case.<br> 3. In the table below, click "Clone a form" and specify how many forms you want.<br> 4. Assign the new forms created in the "Select responsible person" option.
ar: 1. قم بدعوة مشاركين إضافيين إلى حالتك (انقر هنا).<br> 2. انتظر حتى يتم قبول طلبك وانضم إلى القضية.<br> 3. في الجدول أدناه ، انقر فوق "استنساخ نموذج" وحدد عدد النماذج التي تريدها.<br> 4. قم بتعيين النماذج الجديدة التي تم إنشاؤها في خيار "تحديد الشخص المسؤول".

source: Form Name
ar: اسم النموذج

source: Responsible
ar: مسؤول

source: Collaborators
ar: المتعاونون

source: Last update
ar: اخر تحديث

source: Due date
ar: تاريخ الاستحقاق

source: Form is marked as done and locked. Please ask the lawyer to open if you need to edit.
ar: تم وضع علامة "تم" على النموذج ومؤمن. من فضلك اطلب من المحامي أن يفتح إذا كنت بحاجة إلى التعديل.

source: Set responsible person - he is the responsible for completing the form.
ar: تعيين الشخص المسؤول - هو المسؤول عن ملء الاستمارة.

source: Set responsible person.
ar: تعيين الشخص المسؤول.

source: Set collaborator(s)
ar: تعيين المتعاونين

source: Set collaborators - they can view and edit to help the responsible person to complete the form.
ar: تعيين المتعاونين - يمكنهم العرض والتعديل لمساعدة الشخص المسؤول على إكمال النموذج.

source: Fill the form
ar: املأ النموذج

source: Edit form
ar: تحرير النموذج

source: Edit collaborators
ar: تحرير المتعاونين

source: Set a responsible person
ar: تعيين شخص مسؤول

source: Clone form for more submissions
ar: نموذج استنساخ لمزيد من عمليات الإرسال

source: Help with this form
ar: مساعدة في هذا النموذج

source: Knowledge base
ar: قاعدة المعرفة

source: Draft
ar: مسودة

source: Edit participants
ar: تحرير المشاركين

source: Responsible add/edit form
ar: نموذج إضافة / تحرير مسؤول

source: Upload file
ar: رفع ملف

source: Invites received
ar: تم استلام الدعوات

source: Below you can find all the invites you received for cases and consultations. Want to send invitations? You can send from consultation and team subpages of cases.
ar: يمكنك العثور أدناه على جميع الدعوات التي تلقيتها بشأن الحالات والاستشارات. هل تريد إرسال الدعوات؟ يمكنك الإرسال من صفحة الاستشارة والفريق الفرعية للحالات.

source: Invite by
ar: دعوة عن طريق

source: Date the file was updated.
ar: تاريخ تحديث الملف.

source: Create a consultation
ar: إنشاء استشارة

source: Consultation details
ar: تفاصيل الاستشارة

source: Join
ar: انضم

source: Starts
ar: يبدأ

source: Ends
ar: ينتهي

source: Participant
ar: مشارك

source: This is an archivated file, that means it is inactive. Unarchivate it if you would like to set it active again.
ar: هذا ملف مؤرشف ، وهذا يعني أنه غير نشط. قم بإلغاء تنشيطه إذا كنت ترغب في تعيينه نشطًا مرة أخرى.

source: Edit consultation
ar: تحرير الاستشارة

source: Consultations
ar: استشارات

source: Below you can listed all the future and past consultations for the <strong>%(project.name)s</strong>. Click on the join button to join the meeting.
ar: يمكنك أدناه سرد كافة الاستشارات المستقبلية والسابقة لـ <strong>٪ (project.name) s</strong> . انقر فوق زر الانضما للانضمام إلى الاجتماع.

source: Add New consultation
ar: إضافة استشارة جديدة

source: Start - end time
ar: البداية - وقت الانتهاء

source: Need help? Move your cursor over the action button for more information.
ar: تحتاج مساعدة؟ حرك المؤشر فوق زر الإجراء لمزيد من المعلومات.

source: Click to open this consultation in a new window within your webbrowser.
ar: انقر لفتح هذه الاستشارة في نافذة جديدة داخل متصفح الويب الخاص بك.

source: View details of this consultation.
ar: عرض تفاصيل هذا التشاور.

source: Send an invitation to more participants.
ar: إرسال دعوة إلى المزيد من المشاركين.

source: Upload file for this consultation. Files will be listed under the case\'s Files aswell.
ar: تحميل ملف لهذا التشاور. سيتم سرد الملفات تحت ملفات القضية كذلك.

source: Cancel this consultation by deleting it. Warning, this is not reversible
ar: قم بإلغاء هذه الاستشارة عن طريق حذفه. تحذير ، هذا لا يمكن التراجع عنه

source: Invite Consultation
ar: دعوة استشارة

source: Invite
ar: يدعو

source: Messages / Files
ar: الرسائل / الملفات

source: Files attached to messages
ar: الملفات المرفقة بالرسائل

source: Messages
ar: الرسائل

source: Users
ar: المستخدمون

source: Download
ar: تحميل

source: You
ar: أنت

source: Lorem ipsum dolor sit amet consectetur adipisicing elit. Voluptatem similique earum necessitatibus nesciunt! Quia id expedita asperiores voluptatem odit quis fugit sapiente assumenda sunt voluptatibus atque facere autem, omnis explicabo.
ar: Lorem ipsum dolor sit amet consectetur adipisicing elit. Voluptatem similique ضرورة الأذن شهي! معرّف Quia Expedita Asperiores Voluptatem Odit Quis Fugit Sapiente Sunt voluptatibus atque facere autem ، شرح شامل.

source: Messages / Users
ar: الرسائل / المستخدمون

source: Users in chat
ar: المستخدمون في الدردشة

source: Messages and files can be accessed by the following users
ar: الرسائل والملفات يمكن الوصول إليها من قبل المستخدمين التالين

source: E-mail
ar: البريد الإلكتروني

source: Status
ar: الحالة

source: Removable
ar: قابل للإزالة

source: Legisly staff
ar: طاقم عمل قانوني

source: Create note
ar: إنشاء ملاحظة

source: Create note for consultation
ar: إنشاء ملاحظة للتشاور

source: Create note for task
ar: إنشاء ملاحظة للمهمة

source: Edit note
ar: تحرير مذكرة

source: Below %(SITE_URL)s can find all the notes related to the
ar: يمكنك العثور أدناه على جميع الملاحظات ذات الصلة %(SITE_URL)s الى

source: Notes can not be edited or removed, only archivated. You can create a new not anytime by clicking the plus button on the right corner.
ar: لا يمكن تحرير الملاحظات أو إزالتها ، فقط أرشفتها. أنت يمكن إنشاء ملف جديد ليس في أي وقت من خلال النقر فوق زر علامة الجمع على الزاوية اليمنى.

source: Add new note
ar: أضف ملاحظة جديدة

source: Added on
ar: وأضاف في

source: Upload file for this note
ar: تحميل ملف لهذه الملاحظة

source: Private note added on
ar: تمت إضافة ملاحظة خاصة في

source: Upload file for note
ar: تحميل الملف للملاحظة

source: Close case
ar: اغلق الواقي

source: Create a new case
ar: أنشئ حالة جديدة

source: Case details
ar: تفاصيل الحالة

source: Type of client
ar: نوع العميل

source: Quick
ar: بسرعة

source: Help
ar: يساعد

source: New to Legisly? You may have a number of questions, we have tried to gather the most common ones below. If you need further assistance, please visit our Knowledge Base.
ar: جديد على Legisly؟ قد يكون لديك عدد من الأسئلة ، لقد حاولنا جمع الأسئلة الأكثر شيوعًا أدناه. إذا كنت بحاجة إلى مزيد من المساعدة ، يرجى زيارة قاعدة المعارف الخاصة بنا.

source: Tasks
ar: مهام

source: You have tasks to do!
ar: لديك مهام لتقوم بها!

source: Do you need the help of another person? Are more people involved? Go to the Team tab and send and invitation!
ar: هل تحتاج إلى مساعدة من شخص اخر؟ هل يشارك المزيد من الناس؟ انتقل إلى علامة التبويب الفريق و إرسال ودعوة!

source: Task management
ar: ادارة المهام

source: Forms
ar: نماذج

source: Fill the forms!
ar: املأ الاستمارات!

source: Form management
ar: إدارة النموذج

source: Team management
ar: فريق إدارة

source: Managing your team
ar: إدارة فريقك

source: Team management
ar: ادارة فريق

source: Project
ar: المشروع

source: Activite
ar: أكتيفيت

source: Show all activities
ar: إظهار كافة الأنشطة

source: Edit case
ar: تحرير الحالة

source: Cases
ar: حالات

source: Project name has been automatically generated. You can change it by editing the order.
ar: تم إنشاء اسم المشروع تلقائيًا. يمكنك تغييره عن طريق تحرير الأمر.

source: This order does not contain legal consultation.
ar: هذا الطلب لا يحتوي على استشارة قانونية.

source: Beginning of the requested consultation.
ar: بداية الاستشارة المطلوبة.

source: Ending of the requested consultation.
ar: انتهاء الاستشارة المطلوبة.

source: Pending
ar: بالانتظار

source: Closed
ar: مغلق

source: Canceled
ar: ألغيت

source: Details
ar: تفاصيل

source: Edit
ar: تحرير

source: Show details
ar: اظهر التفاصيل

source: My cases
ar: حالاتي

source: Having a legal problem?
ar: هل تواجه مشكلة قانونية؟

source: Start a new project anytime in our webshop and let us find the best solution for you!
ar: ابدأ مشروعًا جديدًا في أي وقت في متجرنا الإلكتروني ودعنا نعثر عليه ال أفضل حل لك!

source: Browse webshop
ar: تصفح متجر الويب

source: Case has been closed. Please contact our operator to reopen it.
ar: تم إغلاق القضية. يرجى الاتصال بالمشغل لدينا لإعادة فتحه.

source: Overview
ar: ملخص

source: Case
ar: قضية

source: Join meeting
ar: أنضم إلى الأجتماع

source: Copy link
ar: نسخ الوصلة

source: Things to do
ar: الأشياء الذي ينبغي فعلها

source: Overview and activity of your case.
ar: نظرة عامة ونشاط قضيتك.

source: Overview
ar: ملخص

source: Submit the necessary information to resolve your case.
ar: أرسل المعلومات اللازمة لحل حالتك.

source: Submit forms
ar: إرسال النماذج

source: In order to resolve your case successfully, it is essential that we ask you for a few tasks
ar: من أجل حل حالتك بنجاح ، من الضروري أن نطلب منك بعض المهام

source: My tasks
ar: مهامي

source: Prepared documents, contracts in editable and PDF format.
ar: المستندات والعقود المُعدة بصيغة PDF قابلة للتحرير.

source: Documents
ar: وثائق

source: Interaction
ar: تفاعل

source: Invite or manage participants of your case.
ar: قم بدعوة أو إدارة المشاركين في قضيتك.

source: My team
ar: فريقي

source: Message board that can be accessed all team members.
ar: لوحة الرسائل التي يمكن الوصول إليها جميع أعضاء الفريق.

source: Message center
ar: مركز الرسائل

source: Upcoming consultations of your case.
ar: الاستشارات القادمة لقضيتك.

source: Consultations
ar: استشارات

source: Tools
ar: أدوات

source: Create or read your private or public notes
ar: قم بإنشاء أو قراءة ملاحظاتك الخاصة أو العامة

source: Notes
ar: ملحوظات

source: List of all files uploaded to the case.
ar: قائمة بجميع الملفات التي تم تحميلها على القضية.

source: Files
ar: الملفات

source: Restricted panel for lawyers
ar: لوحة مقيدة للمحامين

source: Lawyer panel
ar: لوحة المحامي

source: Team
ar: فريق

source: Tasks
ar: مهام

source: Lawyer
ar: محامي

source: Your next consultation
ar: استشارتك القادمة

source: There is no upcoming consultation for your case. As soon as there will be one, you'll find it here.
ar: لا توجد استشارة قادمة لحالتك. بمجرد أن يكون هناك واحد ، ستجده هنا.

source: Create a new task
ar: قم بإنشاء مهمة جديدة

source: Add task
ar: إضافة مهمة

source: Task name
ar: اسم المهمة

source: Assignee
ar: الوكيل

source: Start date
ar: تاريخ البدء

source: Due date
ar: تاريخ الاستحقاق

source: Add Task File
ar: أضف ملف المهام

source: Add Task Note
ar: أضف ملاحظة مهمة

source: Uploaded files:
ar: الملفات التي يتم تحميلها:

source: Edit task
ar: تحرير المهمة

source: Save task
ar: حفظ المهمة

source: Below can find all the tasks related to tasks for the
ar: يمكنك العثور أدناه على جميع المهام المتعلقة بمهام ال

source: Click on the task name to check the details or create a new task anytime by clicking the plus button on the right corner
ar: انقر فوق اسم المهمة للتحقق من التفاصيل أو خلق مهمة جديدة في أي وقت عن طريق النقر فوق زر علامة الجمع على اليمين ركن

source: Create new task
ar: قم بإنشاء مهمة جديدة

source: Number of files
ar: عدد الملفات

source: Number of comments
ar: عدد التعليقات

source: This is an archivated task, that means it is inactive. Unarchivate it if you would like to set it active again.
ar: هذه مهمة مؤرشفة ، وهذا يعني أنها غير نشطة. قم بإلغاء تنشيطه إذا كنت ترغب في تعيينه نشطًا مرة أخرى.

source: The person, who is repsonsible for this task.
ar: الشخص المسؤول عن هذه المهمة.

source: Open task for more options
ar: افتح المهمة لمزيد من الخيارات

source: Select task assignee - choose a person, who is responsible to complete this task"
ar: حدد المسؤول عن المهمة - اختر الشخص المسؤول عن إكمال هذه المهمة "

source: Move to archives - task will not be deleted and can be set as active anytime
ar: نقل إلى المحفوظات - لن يتم حذف المهمة ويمكن تعيينها على أنها نشطة في أي وقت

source: Collaborators
ar: المتعاونون

source: Yes
ar: نعم

source: No
ar: رقم

source: Select task assignee - choose a person, who is responsible to complete this task"
ar: حدد المسؤول عن المهمة - اختر الشخص المسؤول عن إكمال هذه المهمة "

source: Edit responsible
ar: تحرير المسؤول

source: Invite more participants.
ar: قم بدعوة المزيد من المشاركين.

source: Remove this participant from the case.
ar: قم بإزالة هذا المشارك من الحالة.

source: Inviting participants
ar: دعوة المشاركين

source: Are more than one person involved in your case? Do you need help from your relatives or co-workers? Send them an invitation to join your cause!</strong>
ar: هل هناك أكثر من شخص متورط في قضيتك؟ هل تحتاج إلى مساعدة من أقاربك أو زملائك في العمل؟ أرسل لهم دعوة للانضمام إلى قضيتك!

source: How to send an invitation?
ar: كيف ترسل دعوة؟

source: All you need to send the invitation is the recipient's email address. Enter it in the field below, the system will check if the recipient already has a user account, if not, he / she will be able to register immediately. We will notify he / she in an email of your request and what to do.
ar: كل ما تحتاجه لإرسال الدعوة هو عنوان البريد الإلكتروني للمستلم. أدخله في الحقل أدناه ، وسيقوم النظام بالتحقق مما إذا كان المستلم لديه بالفعل حساب مستخدم ، وإذا لم يكن كذلك ، فسيكون قادرًا على التسجيل على الفور. سنقوم بإخطاره في رسالة بريد إلكتروني بطلبك وما يجب القيام به.

source: What can see the invited person of my case?
ar: ماذا يمكن أن يرى الشخص المدعو في حالتي؟

source: We distinguish two user levels:
ar: نميز بين مستويين للمستخدم:

source: <strong>Editor:</strong> can send a message, upload files, create a task, etc ... Editors have full interaction on the interface.
ar: <strong>المحرر:</strong> يمكنه إرسال رسالة ، وتحميل الملفات ، وإنشاء مهمة ، وما إلى ذلك ... يتمتع المحررون بالتفاعل الكامل على الواجهة.

source: <strong>Reader:</strong> can access to all information within the case, but can not interact. Can not: send message, write note, create task, fill document, etc... There is one exception: if a task is assigned to a reader person, he / she can interact within the task.</p>
ar: <strong>القارئ:</strong> يمكنه الوصول إلى كافة المعلومات داخل الحالة ، لكن لا يمكنه التفاعل. لا يمكن: إرسال رسالة ، كتابة ملاحظة ، إنشاء مهمة ، ملء المستند ، إلخ ... هناك استثناء واحد: إذا تم تعيين مهمة لشخص قارئ ، يمكنه / يمكنها التفاعل داخل المهمة.</p>

source: Can I remove team members?
ar: هل يمكنني إزالة أعضاء الفريق؟

source: <strong>The owner of the case is not removable.</strong><br> Everyone else, who had been invited to the case can be removed, by the owner of the case at anytime.
ar: <strong>صاحب القضية غير قابل للإزالة.</strong><br> يمكن إزالة أي شخص آخر تمت دعوته إلى القضية بواسطة مالك القضية في أي وقت.

source: Invite lawyer to case
ar: دعوة محام للقضية

source: Please choose the correct lawyer to start the case. If the person has no Google Calender ID saved or have no free slot in the target time range the system will show an error message.
ar: الرجاء اختيار المحامي المناسب لبدء قضية. إذا لم يكن لدى الشخص معرف Google Calender المحفوظ أو لم يكن لديه فتحة حرة في النطاق الزمني المستهدف سيظهر النظام خطأ رسالة.

source: What will happen?
ar: ماذا سيحدث؟

source: The lawyer of your choice will receive an email notification of the invitation, which will include basic information about the case. The e-mail also contains the necessary steps to accept the case, which you can do or reject under the Invitations tab after logging in. The attorney will not see the data stored in the case until the invitation is accepted. The following intel will be shared with the lawyer:
ar: سيتلقى المحامي الذي تختاره رسالة بريد إلكتروني إخطار الدعوة ، والذي سيتضمن المعلومات الأساسية حول القضية. يحتوي البريد الإلكتروني أيضًا على الخطوات اللازمة لقبولها الحالة ، والتي يمكنك القيام بها أو رفضها ضمن علامة التبويب الدعوات بعد تسجيل الدخول. لن يرى المحامي البيانات المخزنة في القضية حتى تم قبول الدعوة. ستتم مشاركة المعلومات التالية مع محامي:

source: Invite lawyer to the case
ar: دعوة محام للقضية

source: {request.user.first_name} {request.user.last_name} {_('invited you to a consultation on')} {meet.meet_start}. {_('Case:')} {project.name}.
ar: {request.user.first_name} {request.user.last_name} {_ ("تمت دعوتك إلى استشارة في")} {meet.meet_start}. {_('Case:')} {project.name}.

source: Joined to project
ar: انضم إلى المشروع

source: Declined invitation
ar: دعوة مرفوضة

source: Succesfully saved!
ar: تم حفظها بنجاح!

source: Succesfully saved
ar: تم حفظها بنجاح

source: Succesfully closed
ar: تم إغلاقها بنجاح

source: Project archived
ar: تمت أرشفة المشروع

source: Project unarchived
ar: المشروع غير مؤرشف
